Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/fiskeridir.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Claims for the reimbursement of execution expenses may be recovered by execution proceedings.
nn: Innehavar av løyve skal sende melding til Fiskeridirektoratet ved driftsoppstart.

source: The King may prescribe, by regulations, provisions relating to the adaptation of the production of salmon, trout and rainbow trout.
nn: akvakultur av krepsdyr, blautdyr og pigghuder i form av botnkultur utan at dyra vert haldne i fangenskap.

source: 2 The basis and purpose of the data processing
nn: 2 Behandlingsgrunnlag og formål med behandlinga

source: 4 Who we share information with
nn: 4 Kven vi deler opplysningar med

source: The Directorate of Fisheries shares the information that is collected with the Coast Guard, and may share information with other control authorities pursuant to the Marine Resources Act, section 49 first paragraph.
nn: Fiskeridirektoratet deler innsamla opplysningar med Kystvakta, og kan dele opplysningar med andre kontrolletatar i medhald av havressurslova § 49 første ledd.

source: The Directorate of Fisheries uses Google Firebase and Google Analytics in the app for usage pattern analysis.
nn: Fiskeridirektoratet nyttar ei løysing frå Google Firebase og Google Analytics til bruksmønsteranalyse i appen.

source: §9 Entry into force.
nn: råfisklova § 9. Ikraftsetjing

source: A time limit may be stipulated for the performance of such measures.
nn: Storleiken på lokalitetane vert fastsett i det enkelte løyve.

source: The Directorate of Fisheries collects personal data that is reported in accordance with the provisions of the Regulation on electronic reporting for Norwegian fishing vessels of less than 15 metres (Regulation relating to the coastal fishing app) sections 4-8, which includes name and position, among other things.
nn: Fiskeridirektoratet samlar inn personopplysningar som blir rapporterte i tråd med avgjerdene i forskrift om elektronisk rapportering for norske fiske- og fangstfartøy under 15 meter (forskrift om kystfiskeappen) §§ 4-8, dette inkluderer mellom anna namn og posisjon.
